---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemHoleAlpha
source: html/6ea87d76-6e0f-c802-3d6e-782f6e292ac2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemHoleAlpha Property

"Taper Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemHoleAlpha { get; }
```